create table hierarchy_code (
                                code varchar(255),
                                title varchar(255)
);

insert into hierarchy_code values ('01.00.00.00.00','Университет'),
                                  ('01.01.00.00.00','КПФУ'),
                                  ('01.02.00.00.00','Елабужский КПФУ'),
                                  ('01.03.00.00.00','Набережно-Челнинский КПФУ'),
                                  ('01.01.01.00.00','Институты'),
                                  ('01.01.02.00.00','Факультеты'),
                                  ('01.01.03.00.00','Подразделения ГО'),
                                  ('01.01.04.00.00','Бухгалтерия'),
                                  ('01.01.01.11.00','ИТИС'),
                                  ('01.01.01.11.01','Деканат ИТИС'),
                                  ('01.01.01.11.02','Лаборатории')
